app/controllers/users_controller.rb

INSERT INTO "users" ("name", "email", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "uchi nandeyanen"], ["email", "なんやねん"], ["created_at", 2016-11-03 05:22:04 UTC], ["updated_at", 2016-11-03 05:22:04 UTC]]
---
  def create()
    @user = User.new(user_params)
    if @user.save